{
  "phishingWhat": "Что такое Фишинг?",
  "phishingText": "Фишинг - это мошенническая попытка получить чувствительную информацию, выдающую себя за доверенное лицо. Они обычно пытаются обмануть вас, побудив действовать, например, используя ваши банковские или известные учетные данные. Надеясь, что вы разгласите чувствительную информацию, такую как ваши пароли или номера счетов, они отправляют вам электронные письма, SMS или даже звонят вам.",
  "phishingTypes": "Типы Фишинга:",
  "emailPhishing": "Электронный Фишинг",
  "emailPhishingDetails": [
    "Поддельные адреса отправителей: фальсифицированные адреса электронной почты, имитирующие настоящие компании.",
    "Требование действия: тактика давления через угрозы учетной записи или предложения с ограниченным сроком действия, чтобы заставить немедленно действовать.",
    "Подозрительные вложения или ссылки: подталкивает к нажатию для захвата информации или загрузки вредоносного программного обеспечения."
  ],
  "smishing": "Смишинг",
  "smishingDetails": "Смишинг: Попытки Фишинга, доставляемые через SMS-текстовые сообщения. Аналогичные тактики электронного Фишинга, использующие укороченные URL-ссылки или подозрительные номера телефонов, побуждающие получателей к действию.",
  "vishing": "Вишинг",
  "vishingDetails": "Вишинг: Попытки Фишинга, проводимые по телефонным звонкам. Мошенники выдают себя за представителей доверенных организаций, пытаясь обмануть вас, чтобы вы раскрыли информацию по телефону.",
  "spearPhishing": "Спир Фишинг",
  "spearPhishingDetails": "Спир Фишинг: Мошенники настраивают электронные сообщения на отдельных лиц, проводя целенаправленные атаки для установления доверия и выполнения конкретной цели. Информация может быть получена из профилей в социальных сетях или утечек данных.",
  "phishingMethods": "Методы Фишинга:",
  "phishingMethodsDetails": [
    "Поддельные адреса отправителей: фальсифицированные адреса электронной почты, имитирующие настоящие компании.",
    "Сценарии: Мошенники разрабатывают сценарии, чтобы заманить вас. Они могут утверждать, что ваша учетная запись скомпрометирована, есть проблема с вашим заказом или у вас есть невостребованное преимущество.",
    "Тактики давления: Они создают чувство срочности, заставляя вас действовать быстро. Страх играет значительную роль в этой тактике, заставляя вас обходить процедуры безопасности.",
    "Подозрительная дополнительная информация или ссылки: Фишинговые электронные письма или тексты часто содержат ссылки на поддельные страницы входа, созданные для подражания реальным. После ввода ваших учетных данных мошенники крадут вашу информацию.",
    "Загрузка вредоносного программного обеспечения: Когда открываются фишинговые электронные письма или тексты, они могут загружать дополнительные вложения, устанавливающие вредоносное программное обеспечение. Это вредоносное программное обеспечение может красть информацию, отслеживать нажатия кнопок или предоставлять мошенникам удаленный доступ к вашему устройству."
  ],
  "defensePhishing": "Защита от Фишинга:",
  "defenseStrategies": "Стратегии защиты:",
  "defenseStrategiesDetails": [
    "Проверяйте адреса электронной почты, SMS и звонков: Не доверяйте ссылкам или вложениям от неизвестных отправителей. Будьте осторожны, даже если они кажутся от настоящих организаций.",
    "Проверьте законность отправителя: Если вы не уверены в содержании электронного письма или сообщения, непосредственно свяжитесь с отправителем через проверенный канал, такой как подтвержденный телефонный номер.",
    "Подозрительных сообщений предоставленные контактные данные.",
    "Используйте крепкие пароли и многофакторную аутентификацию: Используйте крепкие, уникальные пароли для всех онлайн-аккаунтов и включайте многофакторную аутентификацию (МФА), когда это возможно. МФА добавляет дополнительный уровень защиты, требуя подтверждения помимо вашего пароля, такого как скан отпечатка пальца, распознавание лица или одноразовые пароли.",
    "Обновляйте программное обеспечение: Регулярно обновляйте операционную систему, веб-браузер и антивирусное программное обеспечение, чтобы исправить уязвимости, которые мошенники могут использовать.",
    "Ограничьте распространение персональной информации: Будьте осторожны при передаче личной информации в Интернете или по телефону. Настоящие компании никогда не запрашивают чувствительную информацию через непрошенные электронные письма, SMS-сообщения или звонки.",
    "Будьте осторожны с доменами веб-сайтов: Будьте бдительны при переходе по веб-страницам. Например, microsoft.com и rnicrosoft.com похожи, но принадлежат разным доменам. Только один является официальным сайтом компании Microsoft."
  ],
  "phishingPrevention": "Предотвращение Фишинга:",
  "phishingPreventionDetails": [
    "Как защитить себя от фишинговых атак?",
    "Проверяйте адреса электронной почты, SMS и звонков: Не доверяйте ссылкам или вложениям от неизвестных отправителей. Будьте осторожны, даже если они кажутся от настоящих организаций.",
    "Проверьте законность отправителя: Если вы не уверены в содержании электронного письма или сообщения, непосредственно свяжитесь с отправителем через проверенный канал, такой как подтвержденный телефонный номер. Избегайте использования предоставленных в подозрительных сообщениях контактных данных.",
    "Используйте крепкие пароли и многофакторную аутентификацию: Используйте крепкие, уникальные пароли для всех онлайн-аккаунтов и включайте многофакторную аутентификацию (МФА), когда это возможно. МФА добавляет дополнительный уровень защиты, требуя подтверждения помимо вашего пароля, такого как скан отпечатка пальца, распознавание лица или одноразовые пароли.",
    "Обновляйте программное обеспечение: Регулярно обновляйте операционную систему, веб-браузер и антивирусное программное обеспечение, чтобы исправить уязвимости, которые мошенники могут использовать.",
    "Ограничьте распространение персональной информации: Будьте осторожны при передаче личной информации в Интернете или по телефону. Настоящие компании никогда не запрашивают чувствительную информацию через непрошенные электронные письма, SMS-сообщения или звонки.",
    "Будьте осторожны с доменами веб-сайтов: Будьте бдительны при переходе по веб-страницам. Например, microsoft.com и rnicrosoft.com похожи, но принадлежат разным доменам. Только один является официальным сайтом компании Microsoft."
  ],
  "centeredText": "К сожалению, полностью защититься от фишинговых атак очень сложно. Злоумышленники постоянно совершенствуют свои тактики, и даже те, кто хорошо разбирается в последних технологиях, могут стать жертвами хорошо спланированных мошеннических схем. Однако информированность о последних методах фишинга поможет вам защититься от атак. Наш веб-сайт поможет вам в этом. Посетите нашу страницу и будьте в курсе последних новостей.",
  "ransomwareWhat": "Что такое Ransomware?",
  "ransomwareText": "Ransomware - это тип кибератаки, который шифрует файлы жертвы и удерживает их в заложниках за выкуп. Злоумышленники требуют оплату в обмен на предоставление ключа для дешифровки файлов жертвы.",
  "ransomwareTypes": "Типы Ransomware:",
  "cryptoRansomware": "Криптовалютное Ransomware",
  "cryptoRansomwareDetails": "Это наиболее распространенный тип. Он шифрует файлы жертвы и делает их недоступными без ключа дешифровки.",
  "lockerRansomware": "Замковое Ransomware",
  "lockerRansomwareDetails": "Этот тип не шифрует файлы, а блокирует доступ ко всей системе или устройству, предотвращая пользователю даже доступ к системе.",
  "doxwareLeakware": "Доксвар/Утечка информации",
  "doxwareLeakwareDetails": "Этот вариант угрожает раскрыть украденные данные жертвы общественным источникам или конкретным лицам, если выкуп не будет уплачен.",
  "ransomwareAsAService": "RaaS (Ransomware как услуга)",
  "ransomwareAsAServiceDetails": "Эта модель позволяет менее опытным киберпреступникам инициировать атаки вымогательства, арендуя доступ к платежным инструментам и инфраструктуре у других преступников.",
  "ransomwarePrinciple": "Принцип работы:",
  "ransomwarePrincipleDetails": "Вымогатели используют различные тактики для развертывания своих вредоносных программ на системах жертв.",
  "phishingEmails": "Фишинговые электронные письма",
  "phishingEmailsDetails": "Когда жертвы нажимают на вредоносные вложения в электронных письмах или переходят по ссылкам, встроенным в обманчивые электронные письма, на их системы загружается Ransomware.",
  "exploitingSoftwareVulnerabilities": "Использование уязвимостей программного обеспечения",
  "exploitingSoftwareVulnerabilitiesDetails": "Злоумышленники используют неустановленные уязвимости в операционных системах, программном обеспечении или прошивке, чтобы получить несанкционированный доступ к системам.",
  "maliciousWebsites": "Зловредные веб-сайты",
  "maliciousWebsitesDetails": "Группы жертв направляются на посещение компрометированных веб-сайтов. Когда пользователь посещает компрометированный веб-сайт, его система становится уязвимой для атак вымогательства.",
  "maliciousAdvertisements": "Зловредные рекламные объявления",
  "maliciousAdvertisementsDetails": "Компрометированные онлайн-рекламные объявления, которые устанавливают Ransomware при нажатии.",
  "socialEngineering": "Социальная инженерия",
  "socialEngineeringDetails": "Манипулятивные тактики, направленные на убеждение жертв загрузить Ransomware или предоставить доступ к своим системам.",
  "defenseRansomware": "Защита от Ransomware:",
  "regularBackups": "Регулярные резервные копии:",
  "regularBackupsDetails": "Сохраняйте регулярные автономные резервные копии ваших данных на отдельных автономных устройствах. Это гарантирует, что даже если ваши файлы будут зашифрованы Ransomwareм, вы сможете их восстановить.",
  "updateSoftware": "Обновляйте свое программное обеспечение и операционную систему:",
  "updateSoftwareDetails": "Регулярное обновление вашего программного обеспечения и операционных систем помогает защитить вас от вымогательства. При применении обновлений убедитесь, что вы используете последние обновления безопасности. Это делает сложнее для киберпреступников использовать уязвимости в вашем программном обеспечении.",
  "avoidSuspiciousEmails": "Избегайте открытия подозрительных электронных вложений:",
  "avoidSuspiciousEmailsDetails": "Будьте осторожны с незапрошенными электронными письмами с вложениями. Если вы не ожидаете вложения от кого-то, не открывайте его. Злоумышленники, использующие Ransomware, часто используют электронные вложения для доставки своих вредоносных нагрузок.",
  "useSecuritySoftware": "Используйте антивирусное программное обеспечение:",
  "antiMalwareSoftwareDetails": "Программное обеспечение, чтобы обнаруживать и блокировать угрозы, включая программы-вымогатели, может помочь защитить вас от атак.",
  "beCautiousWithUSBDrives": "Будьте осторожны с USB-накопителями:",
  "beCautiousWithUSBDrivesDetails": "Не вставляйте незнакомые USB-накопители в свой компьютер. Киберпреступники могут загрузить Ransomware на USB-накопитель и распространять его таким образом.",
  "beCautiousWithDownloads": "Будьте осторожны с загрузками:",
  "beCautiousWithDownloadsDetails": "Избегайте загрузки программного обеспечения или медиафайлов с ненадежных сайтов. Загружайте только с проверенных и доверенных сайтов.",
  "useVPNs": "Используйте VPN на общедоступных Wi-Fi-сетях:",
  "useVPNsDetails": "Использование виртуальных частных сетей (VPN) на общедоступных Wi-Fi-сетях считается безопасной практикой. Это помогает защитить вас от кибератак, когда вы используете общедоступные Wi-Fi-сети.",
  "bewareOfSocialEngineering": "Будьте осторожны с социальной инженерией:",
  "bewareOfSocialEngineeringDetails": "Не предоставляйте личную информацию по запросу, особенно если она пришла вам в непривычной форме. Киберпреступники могут использовать эту информацию для создания персонализированных атак вымогательства.",
  "reportIncidents": "Сообщайте о случаях:",
  "reportIncidentsDetails": "Если вы стали жертвой атаки вымогательства, сообщите об этом своему информационному техническому отделу или органам правопорядка. Это поможет другим избежать попадания в такую же ситуацию.",
  "backupRegularly": "Регулярно создавайте резервные копии:",
  "backupRegularlyDetails": "Создавайте регулярные резервные копии важных файлов и данных. Храните их на отдельных устройствах или в облачном хранилище.",
  "keepSystemsUpdated": "Обновляйте системы:",
  "keepSystemsUpdatedDetails": "Регулярно обновляйте операционные системы и программное обеспечение для обеспечения безопасности. Установите все доступные обновления безопасности для защиты от известных уязвимостей.",
  "raiseAwareness": "Повышайте осведомленность:",
  "raiseAwarenessDetails": "Обучите пользователей распознавать признаки атак вымогательства и действовать осторожно в сети. Это может предотвратить успешные атаки.",
  "unfortunatelyFullyProtecting": "К сожалению, полностью защититься от атак вымогательства очень сложно. Киберпреступники постоянно совершенствуют свои тактики, и даже те, кто хорошо разбирается в последних технологиях, могут стать жертвами хорошо спланированных атак. Однако быть информированным о последних методах вымогательства поможет вам защититься от атак. Наш веб-сайт поможет вам в этом. Посетите нашу страницу и оставайтесь в курсе последних новостей.",
  "additionalConsiderations": "Дополнительные соображения:",
  "additionalConsiderationsDetails": [
    "Важно иметь бесплатный антивирусный программный продукт с регулярными обновлениями для всех своих устройств.",
    "Убедитесь, что ваша сеть защищена межсетевым экраном и другими средствами защиты.",
    "Проводите обучение персонала по безопасности данных и защите от атак вымогательства."
  ],










  
    "DoSDDoSTitle": "Атаки DoS и DDoS",
    "DoSDDoSText": "Атаки отказа в обслуживании (DoS) и распределенные атаки отказа в обслуживании (DDoS) направлены на перегрузку веб-сайтов, серверов или сетей запросами, что приводит к недоступности для законных пользователей.",
    "DoSDescription": "DoS (отказ в обслуживании): Целью DoS-атаки является засорение системы намеренно созданным избыточным трафиком, что затрачивает ресурсы и создает помехи для доступа законных пользователей. Можно представить, что один человек засоряет дверь чем-то крупным, чтобы помешать другим входить.",
    "DDoSDescription": "DDoS (распределенные атаки отказа в обслуживании): Атака DDoS происходит с использованием нескольких скомпрометированных устройств (обычно ботнетов) одновременно. Представьте себе, что заставляют открыться дверь, накладывая на нее всю свою массу, так что никто не может пройти.",
    "DoSDDoSEffect": "Эффект атак DoS и DDoS:",
    "DoSDDoSEffectPoints": [
      "Время простоя: веб-сайты или услуги становятся недоступными для пользователей из-за перегрузки, что приводит к потере дохода.",
      "Нанесение ущерба репутации: Частые атаки могут нанести ущерб репутации организации и потерять доверие пользователей."
    ],
    "DoSDDoSDefense": "Методы защиты от атак DoS и DDoS:",
    "DoSDDoSDefensePoints": [
      "Снижение мощности атаки: Предотвращение воздействия атаки DDoS помогает снизить ее влияние. Среди методов снижения воздействия включены блокировка трафика на определенные места, балансировка нагрузки и блокирование связи с неиспользуемыми портами, протоколами и приложениями.",
      "Anycast: Технология Anycast помогает увеличить область покрытия сети организации, поэтому она может более легко принимать большие объемы трафика (и устранять перегрузки) через несколько распределенных серверов.",
      "Реальном времени, мониторинг угроз: Мониторинг журналов анализирует сетевой трафик, чтобы обнаруживать угрозы, такие как аномальные или вредоносные запросы, протоколы и IP-блокировки.",
      "Кеширование: Кеширование сохраняет копии запрошенного контента, поэтому серверы, обслуживающие запросы, могут работать более эффективно. Использование кеширования контента (CDN) уменьшает нагрузку на серверы организации и усложняет закачку незаконных и вредоносных запросов."
    ],
    "DoSDDoSDefenseTools": "Инструменты защиты от атак DoS и DDoS:",
    "DoSDDoSDefenseToolsPoints": [
      "Брандмауэр веб-приложений (WAF): WAF фильтрует, проверяет и блокирует вредоносный HTTP-трафик между веб-приложениями и Интернетом с помощью настраиваемых правил политики. С помощью WAF организации могут управлять положительной и отрицательной безопасностью, фильтруя трафик из известных мест и IP-адресов.",
      "Постоянное снижение DDoS: Поставщик услуг по снижению DDoS анализирует сетевой трафик в режиме реального времени, принимает меры по изменению политики в ответ на возникающие формы атаки и обеспечивает широкий и надежный доступ к сети данных, чтобы предотвратить атаки DDoS. При оценке облачных служб снижения DDoS ищите поставщика, который предлагает сложную и масштабируемую защиту от широкого спектра угроз, которые могут атаковать вашу сеть."
    ],
    "DosDDosDefenseDifficult": "Защита от атак DoS и DDoS крайне сложна.",
    "DosDDosDefenseConstantly": "Злоумышленники постоянно разрабатывают новые методы и даже крупные организации с продвинутой защитой могут стать жертвами. Почему так сложно достичь полной защиты:",
    "DosDDosDefenseTactics": [
      "Эволюция тактик: Злоумышленники постоянно разрабатывают новые методы, чтобы избежать обнаружения и нейтрализации. Следите за последними тенденциями в атаках и адаптируйте свои методы обороны соответственно.",
"Распределенная природа атак DDoS: Атаки DDoS используют несколько скомпрометированных устройств, что усложняет их обнаружение и блокировку. В отличие от единичных атак, которые могут быть легко изолированы, сети ботнет с тысячами скомпрометированных устройств могут географически мигрировать, что делает их изоляцию и сдерживание сложными.",
"Ресурсные ограничения: Для полной защиты от атаки DDoS может потребоваться значительная пропускная способность, чтобы управлять большим объемом трафика. Для меньших организаций может быть неэффективно или экономически невыгодно вкладывать средства в такую широкомасштабную, защиту."
    ],








    "mitmTitle": "Атаки типа Man-in-the-Middle (MitM)",
  "mitmText": "Атака типа Man-in-the-Middle (MitM) - это кибератака, которая тайно вторгается в коммуникацию между двумя сторонами. Злоумышленник перехватывает коммуникацию, подслушивает информацию и даже может изменять информацию между общающимися сторонами, включая жертву и законного получателя. Представьте, что вы ведете личный разговор с другом, но внезапно появляется незваный слушатель, который тайно всё слышит.",
  "mitmMethods": "Как работают атаки типа MitM:",
  "mitmMethodsDetails": [
    "Перехват и размещение: Злоумышленник размещает себя между жертвой и целевым получателем. Это может быть достигнуто различными способами, такими как:",
    "Перехват и манипуляция: Злоумышленник может перехватывать и потенциально изменять чувствительную информацию, обмениваемую между жертвой и получателем. В некоторых случаях злоумышленник может даже изменять перехваченную информацию, чтобы манипулировать разговором."
  ],
  "mitmTypes": "Типы атак типа MitM:",
  "mitmTypesDetails": [
    "Перехват сеанса: Злоумышленник захватывает существующий сеанс связи между жертвой и законным веб-сайтом или сервисом.",
    "SSL-деградация: Злоумышленник снижает защищенное HTTPS-соединение до незащищенного HTTP-соединения, что позволяет им захватывать незашифрованные данные.",
    "Отравление кеша: Злоумышленник внедряет вредоносный код в кеш веб-страницы жертвы, позволяя им предоставлять вредоносный контент пользователям, посещающим определенные веб-сайты."
  ],
  "mitmImpact": "Последствия атак типа MitM:",
  "mitmImpactDetails": [
    "Перехват данных: Чувствительная информация, такая как имена пользователей, пароли, данные кредитных карт и сообщения, могут быть перехвачены.",
    "Кража личности: Украденные учетные данные могут быть использованы злоумышленником для подделки личности жертвы и получения доступа к их учетным записям или ресурсам.",
    "Финансовый ущерб: Атаки типа MitM могут быть использованы для совершения мошеннических покупок с использованием украденной финансовой информации."
  ],
  "mitmProtectionTitle": "Защита ваших данных: Методы защиты от атак типа Man-in-the-Middle (MitM)",
  "mitmProtectionText": "Атаки типа Man-in-the-Middle (MitM) представляют серьезную угрозу вашей онлайн безопасности. Вот несколько основных стратегий, чтобы защитить себя:",
  "secureConnectionAdvantage": "Поддержка безопасных соединений:",
  "secureConnectionAdvantageDetails": [
    "Всегда используйте HTTPS везде: Обратите внимание на индикатор 'https://' и значок замка в адресной строке вашего браузера перед вводом чувствительной информации на веб-сайте. HTTPS указывает на безопасное соединение, что значительно затрудняет перехват вашей коммуникации злоумышленниками.",
    "Будьте осторожны на общественных Wi-Fi сетях: Общественные Wi-Fi сети не являются безопасными. Избегайте использования их для чувствительных действий, таких как онлайн банкинг, ввод паролей или совершение онлайн покупок. Если вы должны использовать общественную Wi-Fi сеть, рассмотрите возможность шифрования вашего трафика и создания безопасного туннеля между вашим устройством и интернетом с помощью виртуальной частной сети (VPN).",
    "Защитите домашнюю сеть: Используйте сильный пароль для вашей Wi-Fi сети и включите шифрование WPA2 (или WPA3, если доступно), чтобы защитить вашу домашнюю сеть от несанкционированного доступа. Регулярно обновляйте программное обеспечение безопасности на вашем маршрутизаторе."
  ],
  "strongAuthenticationMeasures": "Меры сильной аутентификации:",
  "strongAuthenticationMeasuresDetails": [
    "Используйте сильные и уникальные пароли: Всегда используйте сильные, уникальные пароли для всех ваших онлайн аккаунтов. Избегайте использования легко поддающихся угадыванию паролей или повторного использования одного и того же пароля для нескольких аккаунтов. Рассмотрите возможность использования менеджера паролей для безопасного генерирования и хранения сильных паролей.",
    "Внедрите многофакторную аутентификацию (MFA): Включите многофакторную аутентификацию (MFA), где это возможно. MFA повышает безопасность, требуя дополнительного этапа верификации помимо пароля. Это может включать в себя ввод дополнительного кода или использование сканера отпечатков пальцев."
  ],
  "securitySoftwareAndAwareness": "Программное обеспечение безопасности и осведомленность:",
  "securitySoftwareAndAwarenessDetails": [
    "Обновляйте программное обеспечение: Регулярно обновляйте операционные системы, приложения и прошивку на всех ваших устройствах. Обновление исправляет известные уязвимости, которые часто используют злоумышленники для запуска атак типа MitM.",
    "Используйте антивирусное программное обеспечение: Используйте антивирусное программное обеспечение с функциями, специально разработанными для обнаружения и предотвращения вредоносных веб-сайтов или приложений, которые могут быть использованы в атаках типа MitM.",
    "Оставайтесь бдительными против фишинга: Будьте осторожны с подозрительными электронными письмами, текстовыми сообщениями или записями в социальных медиа, которые пытаются соблазнить вас нажать на вредоносные ссылки или скачать вложения. Эти тактики могут быть использованы для установки вредоносного программного обеспечения, используемого в атаках типа MitM. Научитесь распознавать попытки фишинга, идентифицируя ошибки в написании URL-адресов, грамматические ошибки или чувство срочности."
  ],
  "additionalRecommendations": "Дополнительные рекомендации:",
  "additionalRecommendationsDetails": [
    "Используйте виртуальную клавиатуру на общественных устройствах: При использовании общественных компьютеров рассмотрите возможность использования виртуальной клавиатуры на экране для ввода чувствительной информации, такой как пароли. Эта мера предосторожности помогает предотвратить перехват ваших нажатий клавиш злоумышленным программным обеспечением.",
    "Будьте осторожны с бесплатным или пиратским программным обеспечением: Загружайте программное обеспечение только из надежных источников. Избегайте загрузки бесплатного или пиратского программного обеспечения, так как они могут поставляться в комплекте с вредоносным программным обеспечением, которое может быть использовано в атаках типа MitM."
  ],
  "mitmProtectionConclusion": "Применяя эти стратегии и поддерживая бдительность, вы можете значительно снизить риск стать жертвой атак типа MitM и обеспечить защиту вашей личной информации в сети.",






"homeDisplay": "Домой",
"statisticsDisplay": "Статистика",
"resourcesDisplay": "Ресурсы",







  "footerDescription": "К сожалению, полная защита от кибератак очень сложна. Злоумышленники постоянно совершенствуют свои тактики. Однако быть в курсе последних кибертактик может помочь вам защититься от атак. Наш сайт здесь, чтобы помочь вам с этим.",
  "footerEmail": "Электронная почта: ",
  "footerPhone": "Телефон: ",
  "footerLocation": "Адрес: Хонка, Хорезм, Узбекистан",
  "footerContact": "Связаться с нами",
  "namePlaceholder": "Имя",
  "emailPlaceholder": "Ваш адрес электронной почты",
  "messagePlaceholder": "Сообщение",
  "submit": "Отправить",






  "servicesTitle": "Наиболее распространенные атаки",
    "phishing": "Фишинг",
    "phishingDesc": "Фишинг маскируется под доверенное лицо в электронной коммуникации с целью похищения чувствительной информации, такой как пароли, номера кредитных карт или личные данные.",
    "ransomware": "Вымогательство",
    "ransomwareDesc": "Вымогательство - это вредоносное программное обеспечение, разработанное для блокировки доступа к компьютерной системе или файлам до выплаты суммы денег ('выкупа').",
    "denyService": "Отказ в обслуживании (DoS/DDoS)",
    "denyServiceDesc": "Атаки DoS и DDoS нарушают нормальное функционирование компьютерной системы, сети или веб-сайта, заливая его трафиком.",
    "manInTheMiddle": "Человек посередине (MitM)",
    "manInTheMiddleDesc": "Атаки человека посередине происходят, когда злоумышленник перехватывает и, возможно, изменяет коммуникацию между двумя сторонами.",
    "sqlInjection": "SQL-инъекция",
    "sqlInjectionDesc": "SQL-инъекция - это тип кибератаки, при которой вредоносный SQL-код вставляется в поля ввода веб-приложений.",
    "zeroDay": "Уязвимость нулевого дня",
    "zeroDayDesc": "Атаки с использованием уязвимостей нулевого дня эксплуатируют уязвимости в программном или аппаратном обеспечении, неизвестные производителю или сообществу.",
    "more": "Подробнее",




    "home": "Добро пожаловать в наше руководство по предотвращению угроз! Мы стремимся обучать людей и организации тому, как выявлять и снижать риски, связанные с киберугрозами."
    


}
