{
  "phishingWhat": "Что такое Фишинг?",
  "phishingText": "Фишинг - это мошенническая попытка получить чувствительную информацию, выдающую себя за доверенное лицо. Они обычно пытаются обмануть вас, побудив действовать, например, используя ваши банковские или известные учетные данные. Надеясь, что вы разгласите чувствительную информацию, такую как ваши пароли или номера счетов, они отправляют вам электронные письма, SMS или даже звонят вам.",
  "phishingTypes": "Типы Фишинга:",
  "emailPhishing": "Электронный Фишинг",
  "emailPhishingDetails": [
    "Поддельные адреса отправителей: фальсифицированные адреса электронной почты, имитирующие настоящие компании.",
    "Требование действия: тактика давления через угрозы учетной записи или предложения с ограниченным сроком действия, чтобы заставить немедленно действовать.",
    "Подозрительные вложения или ссылки: подталкивает к нажатию для захвата информации или загрузки вредоносного программного обеспечения."
  ],
  "smishing": "Смишинг",
  "smishingDetails": "Смишинг: Попытки Фишинга, доставляемые через SMS-текстовые сообщения. Аналогичные тактики электронного Фишинга, использующие укороченные URL-ссылки или подозрительные номера телефонов, побуждающие получателей к действию.",
  "vishing": "Вишинг",
  "vishingDetails": "Вишинг: Попытки Фишинга, проводимые по телефонным звонкам. Мошенники выдают себя за представителей доверенных организаций, пытаясь обмануть вас, чтобы вы раскрыли информацию по телефону.",
  "spearPhishing": "Спир Фишинг",
  "spearPhishingDetails": "Спир Фишинг: Мошенники настраивают электронные сообщения на отдельных лиц, проводя целенаправленные атаки для установления доверия и выполнения конкретной цели. Информация может быть получена из профилей в социальных сетях или утечек данных.",
  "phishingMethods": "Методы Фишинга:",
  "phishingMethodsDetails": [
    "Поддельные адреса отправителей: фальсифицированные адреса электронной почты, имитирующие настоящие компании.",
    "Сценарии: Мошенники разрабатывают сценарии, чтобы заманить вас. Они могут утверждать, что ваша учетная запись скомпрометирована, есть проблема с вашим заказом или у вас есть невостребованное преимущество.",
    "Тактики давления: Они создают чувство срочности, заставляя вас действовать быстро. Страх играет значительную роль в этой тактике, заставляя вас обходить процедуры безопасности.",
    "Подозрительная дополнительная информация или ссылки: Фишинговые электронные письма или тексты часто содержат ссылки на поддельные страницы входа, созданные для подражания реальным. После ввода ваших учетных данных мошенники крадут вашу информацию.",
    "Загрузка вредоносного программного обеспечения: Когда открываются фишинговые электронные письма или тексты, они могут загружать дополнительные вложения, устанавливающие вредоносное программное обеспечение. Это вредоносное программное обеспечение может красть информацию, отслеживать нажатия кнопок или предоставлять мошенникам удаленный доступ к вашему устройству."
  ],
  "defensePhishing": "Защита от Фишинга:",
  "defenseStrategies": "Стратегии защиты:",
  "defenseStrategiesDetails": [
    "Проверяйте адреса электронной почты, SMS и звонков: Не доверяйте ссылкам или вложениям от неизвестных отправителей. Будьте осторожны, даже если они кажутся от настоящих организаций.",
    "Проверьте законность отправителя: Если вы не уверены в содержании электронного письма или сообщения, непосредственно свяжитесь с отправителем через проверенный канал, такой как подтвержденный телефонный номер.",
    "Подозрительных сообщений предоставленные контактные данные.",
    "Используйте крепкие пароли и многофакторную аутентификацию: Используйте крепкие, уникальные пароли для всех онлайн-аккаунтов и включайте многофакторную аутентификацию (МФА), когда это возможно. МФА добавляет дополнительный уровень защиты, требуя подтверждения помимо вашего пароля, такого как скан отпечатка пальца, распознавание лица или одноразовые пароли.",
    "Обновляйте программное обеспечение: Регулярно обновляйте операционную систему, веб-браузер и антивирусное программное обеспечение, чтобы исправить уязвимости, которые мошенники могут использовать.",
    "Ограничьте распространение персональной информации: Будьте осторожны при передаче личной информации в Интернете или по телефону. Настоящие компании никогда не запрашивают чувствительную информацию через непрошенные электронные письма, SMS-сообщения или звонки.",
    "Будьте осторожны с доменами веб-сайтов: Будьте бдительны при переходе по веб-страницам. Например, microsoft.com и rnicrosoft.com похожи, но принадлежат разным доменам. Только один является официальным сайтом компании Microsoft."
  ],
  "phishingPrevention": "Предотвращение Фишинга:",
  "phishingPreventionDetails": [
    "Как защитить себя от фишинговых атак?",
    "Проверяйте адреса электронной почты, SMS и звонков: Не доверяйте ссылкам или вложениям от неизвестных отправителей. Будьте осторожны, даже если они кажутся от настоящих организаций.",
    "Проверьте законность отправителя: Если вы не уверены в содержании электронного письма или сообщения, непосредственно свяжитесь с отправителем через проверенный канал, такой как подтвержденный телефонный номер. Избегайте использования предоставленных в подозрительных сообщениях контактных данных.",
    "Используйте крепкие пароли и многофакторную аутентификацию: Используйте крепкие, уникальные пароли для всех онлайн-аккаунтов и включайте многофакторную аутентификацию (МФА), когда это возможно. МФА добавляет дополнительный уровень защиты, требуя подтверждения помимо вашего пароля, такого как скан отпечатка пальца, распознавание лица или одноразовые пароли.",
    "Обновляйте программное обеспечение: Регулярно обновляйте операционную систему, веб-браузер и антивирусное программное обеспечение, чтобы исправить уязвимости, которые мошенники могут использовать.",
    "Ограничьте распространение персональной информации: Будьте осторожны при передаче личной информации в Интернете или по телефону. Настоящие компании никогда не запрашивают чувствительную информацию через непрошенные электронные письма, SMS-сообщения или звонки.",
    "Будьте осторожны с доменами веб-сайтов: Будьте бдительны при переходе по веб-страницам. Например, microsoft.com и rnicrosoft.com похожи, но принадлежат разным доменам. Только один является официальным сайтом компании Microsoft."
  ],
  "centeredText": "К сожалению, полностью защититься от фишинговых атак очень сложно. Злоумышленники постоянно совершенствуют свои тактики, и даже те, кто хорошо разбирается в последних технологиях, могут стать жертвами хорошо спланированных мошеннических схем. Однако информированность о последних методах фишинга поможет вам защититься от атак. Наш веб-сайт поможет вам в этом. Посетите нашу страницу и будьте в курсе последних новостей.",
  "ransomwareWhat": "Что такое Ransomware?",
  "ransomwareText": "Ransomware - это тип кибератаки, который шифрует файлы жертвы и удерживает их в заложниках за выкуп. Злоумышленники требуют оплату в обмен на предоставление ключа для дешифровки файлов жертвы.",
  "ransomwareTypes": "Типы Ransomware:",
  "cryptoRansomware": "Криптовалютное Ransomware",
  "cryptoRansomwareDetails": "Это наиболее распространенный тип. Он шифрует файлы жертвы и делает их недоступными без ключа дешифровки.",
  "lockerRansomware": "Замковое Ransomware",
  "lockerRansomwareDetails": "Этот тип не шифрует файлы, а блокирует доступ ко всей системе или устройству, предотвращая пользователю даже доступ к системе.",
  "doxwareLeakware": "Доксвар/Утечка информации",
  "doxwareLeakwareDetails": "Этот вариант угрожает раскрыть украденные данные жертвы общественным источникам или конкретным лицам, если выкуп не будет уплачен.",
  "ransomwareAsAService": "RaaS (Ransomware как услуга)",
  "ransomwareAsAServiceDetails": "Эта модель позволяет менее опытным киберпреступникам инициировать атаки вымогательства, арендуя доступ к платежным инструментам и инфраструктуре у других преступников.",
  "ransomwarePrinciple": "Принцип работы:",
  "ransomwarePrincipleDetails": "Вымогатели используют различные тактики для развертывания своих вредоносных программ на системах жертв.",
  "phishingEmails": "Фишинговые электронные письма",
  "phishingEmailsDetails": "Когда жертвы нажимают на вредоносные вложения в электронных письмах или переходят по ссылкам, встроенным в обманчивые электронные письма, на их системы загружается Ransomware.",
  "exploitingSoftwareVulnerabilities": "Использование уязвимостей программного обеспечения",
  "exploitingSoftwareVulnerabilitiesDetails": "Злоумышленники используют неустановленные уязвимости в операционных системах, программном обеспечении или прошивке, чтобы получить несанкционированный доступ к системам.",
  "maliciousWebsites": "Зловредные веб-сайты",
  "maliciousWebsitesDetails": "Группы жертв направляются на посещение компрометированных веб-сайтов. Когда пользователь посещает компрометированный веб-сайт, его система становится уязвимой для атак вымогательства.",
  "maliciousAdvertisements": "Зловредные рекламные объявления",
  "maliciousAdvertisementsDetails": "Компрометированные онлайн-рекламные объявления, которые устанавливают Ransomware при нажатии.",
  "socialEngineering": "Социальная инженерия",
  "socialEngineeringDetails": "Манипулятивные тактики, направленные на убеждение жертв загрузить Ransomware или предоставить доступ к своим системам.",
  "defenseRansomware": "Защита от Ransomware:",
  "regularBackups": "Регулярные резервные копии:",
  "regularBackupsDetails": "Сохраняйте регулярные автономные резервные копии ваших данных на отдельных автономных устройствах. Это гарантирует, что даже если ваши файлы будут зашифрованы Ransomwareм, вы сможете их восстановить.",
  "updateSoftware": "Обновляйте свое программное обеспечение и операционную систему:",
  "updateSoftwareDetails": "Регулярное обновление вашего программного обеспечения и операционных систем помогает защитить вас от вымогательства. При применении обновлений убедитесь, что вы используете последние обновления безопасности. Это делает сложнее для киберпреступников использовать уязвимости в вашем программном обеспечении.",
  "avoidSuspiciousEmails": "Избегайте открытия подозрительных электронных вложений:",
  "avoidSuspiciousEmailsDetails": "Будьте осторожны с незапрошенными электронными письмами с вложениями. Если вы не ожидаете вложения от кого-то, не открывайте его. Злоумышленники, использующие Ransomware, часто используют электронные вложения для доставки своих вредоносных нагрузок.",
  "useSecuritySoftware": "Используйте антивирусное программное обеспечение:",
  "antiMalwareSoftwareDetails": "Программное обеспечение, чтобы обнаруживать и блокировать угрозы, включая программы-вымогатели, может помочь защитить вас от атак.",
  "beCautiousWithUSBDrives": "Будьте осторожны с USB-накопителями:",
  "beCautiousWithUSBDrivesDetails": "Не вставляйте незнакомые USB-накопители в свой компьютер. Киберпреступники могут загрузить Ransomware на USB-накопитель и распространять его таким образом.",
  "beCautiousWithDownloads": "Будьте осторожны с загрузками:",
  "beCautiousWithDownloadsDetails": "Избегайте загрузки программного обеспечения или медиафайлов с ненадежных сайтов. Загружайте только с проверенных и доверенных сайтов.",
  "useVPNs": "Используйте VPN на общедоступных Wi-Fi-сетях:",
  "useVPNsDetails": "Использование виртуальных частных сетей (VPN) на общедоступных Wi-Fi-сетях считается безопасной практикой. Это помогает защитить вас от кибератак, когда вы используете общедоступные Wi-Fi-сети.",
  "bewareOfSocialEngineering": "Будьте осторожны с социальной инженерией:",
  "bewareOfSocialEngineeringDetails": "Не предоставляйте личную информацию по запросу, особенно если она пришла вам в непривычной форме. Киберпреступники могут использовать эту информацию для создания персонализированных атак вымогательства.",
  "reportIncidents": "Сообщайте о случаях:",
  "reportIncidentsDetails": "Если вы стали жертвой атаки вымогательства, сообщите об этом своему информационному техническому отделу или органам правопорядка. Это поможет другим избежать попадания в такую же ситуацию.",
  "backupRegularly": "Регулярно создавайте резервные копии:",
  "backupRegularlyDetails": "Создавайте регулярные резервные копии важных файлов и данных. Храните их на отдельных устройствах или в облачном хранилище.",
  "keepSystemsUpdated": "Обновляйте системы:",
  "keepSystemsUpdatedDetails": "Регулярно обновляйте операционные системы и программное обеспечение для обеспечения безопасности. Установите все доступные обновления безопасности для защиты от известных уязвимостей.",
  "raiseAwareness": "Повышайте осведомленность:",
  "raiseAwarenessDetails": "Обучите пользователей распознавать признаки атак вымогательства и действовать осторожно в сети. Это может предотвратить успешные атаки.",
  "unfortunatelyFullyProtecting": "К сожалению, полностью защититься от атак вымогательства очень сложно. Киберпреступники постоянно совершенствуют свои тактики, и даже те, кто хорошо разбирается в последних технологиях, могут стать жертвами хорошо спланированных атак. Однако быть информированным о последних методах вымогательства поможет вам защититься от атак. Наш веб-сайт поможет вам в этом. Посетите нашу страницу и оставайтесь в курсе последних новостей.",
  "additionalConsiderations": "Дополнительные соображения:",
  "additionalConsiderationsDetails": [
    "Важно иметь бесплатный антивирусный программный продукт с регулярными обновлениями для всех своих устройств.",
    "Убедитесь, что ваша сеть защищена межсетевым экраном и другими средствами защиты.",
    "Проводите обучение персонала по безопасности данных и защите от атак вымогательства."
  ],










  
    "DoSDDoSTitle": "Атаки DoS и DDoS",
    "DoSDDoSText": "Атаки отказа в обслуживании (DoS) и распределенные атаки отказа в обслуживании (DDoS) направлены на перегрузку веб-сайтов, серверов или сетей запросами, что приводит к недоступности для законных пользователей.",
    "DoSDescription": "DoS (отказ в обслуживании): Целью DoS-атаки является засорение системы намеренно созданным избыточным трафиком, что затрачивает ресурсы и создает помехи для доступа законных пользователей. Можно представить, что один человек засоряет дверь чем-то крупным, чтобы помешать другим входить.",
    "DDoSDescription": "DDoS (распределенные атаки отказа в обслуживании): Атака DDoS происходит с использованием нескольких скомпрометированных устройств (обычно ботнетов) одновременно. Представьте себе, что заставляют открыться дверь, накладывая на нее всю свою массу, так что никто не может пройти.",
    "DoSDDoSEffect": "Эффект атак DoS и DDoS:",
    "DoSDDoSEffectPoints": [
      "Время простоя: веб-сайты или услуги становятся недоступными для пользователей из-за перегрузки, что приводит к потере дохода.",
      "Нанесение ущерба репутации: Частые атаки могут нанести ущерб репутации организации и потерять доверие пользователей."
    ],
    "DoSDDoSDefense": "Методы защиты от атак DoS и DDoS:",
    "DoSDDoSDefensePoints": [
      "Снижение мощности атаки: Предотвращение воздействия атаки DDoS помогает снизить ее влияние. Среди методов снижения воздействия включены блокировка трафика на определенные места, балансировка нагрузки и блокирование связи с неиспользуемыми портами, протоколами и приложениями.",
      "Anycast: Технология Anycast помогает увеличить область покрытия сети организации, поэтому она может более легко принимать большие объемы трафика (и устранять перегрузки) через несколько распределенных серверов.",
      "Реальном времени, мониторинг угроз: Мониторинг журналов анализирует сетевой трафик, чтобы обнаруживать угрозы, такие как аномальные или вредоносные запросы, протоколы и IP-блокировки.",
      "Кеширование: Кеширование сохраняет копии запрошенного контента, поэтому серверы, обслуживающие запросы, могут работать более эффективно. Использование кеширования контента (CDN) уменьшает нагрузку на серверы организации и усложняет закачку незаконных и вредоносных запросов."
    ],
    "DoSDDoSDefenseTools": "Инструменты защиты от атак DoS и DDoS:",
    "DoSDDoSDefenseToolsPoints": [
      "Брандмауэр веб-приложений (WAF): WAF фильтрует, проверяет и блокирует вредоносный HTTP-трафик между веб-приложениями и Интернетом с помощью настраиваемых правил политики. С помощью WAF организации могут управлять положительной и отрицательной безопасностью, фильтруя трафик из известных мест и IP-адресов.",
      "Постоянное снижение DDoS: Поставщик услуг по снижению DDoS анализирует сетевой трафик в режиме реального времени, принимает меры по изменению политики в ответ на возникающие формы атаки и обеспечивает широкий и надежный доступ к сети данных, чтобы предотвратить атаки DDoS. При оценке облачных служб снижения DDoS ищите поставщика, который предлагает сложную и масштабируемую защиту от широкого спектра угроз, которые могут атаковать вашу сеть."
    ],
    "DosDDosDefenseDifficult": "Защита от атак DoS и DDoS крайне сложна.",
    "DosDDosDefenseConstantly": "Злоумышленники постоянно разрабатывают новые методы и даже крупные организации с продвинутой защитой могут стать жертвами. Почему так сложно достичь полной защиты:",
    "DosDDosDefenseTactics": [
      "Эволюция тактик: Злоумышленники постоянно разрабатывают новые методы, чтобы избежать обнаружения и нейтрализации. Следите за последними тенденциями в атаках и адаптируйте свои методы обороны соответственно.",
"Распределенная природа атак DDoS: Атаки DDoS используют несколько скомпрометированных устройств, что усложняет их обнаружение и блокировку. В отличие от единичных атак, которые могут быть легко изолированы, сети ботнет с тысячами скомпрометированных устройств могут географически мигрировать, что делает их изоляцию и сдерживание сложными.",
"Ресурсные ограничения: Для полной защиты от атаки DDoS может потребоваться значительная пропускная способность, чтобы управлять большим объемом трафика. Для меньших организаций может быть неэффективно или экономически невыгодно вкладывать средства в такую широкомасштабную, защиту."
    ],








    "mitmTitle": "Атаки типа Man-in-the-Middle (MitM)",
  "mitmText": "Атака типа Man-in-the-Middle (MitM) - это кибератака, которая тайно вторгается в коммуникацию между двумя сторонами. Злоумышленник перехватывает коммуникацию, подслушивает информацию и даже может изменять информацию между общающимися сторонами, включая жертву и законного получателя. Представьте, что вы ведете личный разговор с другом, но внезапно появляется незваный слушатель, который тайно всё слышит.",
  "mitmMethods": "Как работают атаки типа MitM:",
  "mitmMethodsDetails": [
    "Перехват и размещение: Злоумышленник размещает себя между жертвой и целевым получателем. Это может быть достигнуто различными способами, такими как:",
    "Перехват и манипуляция: Злоумышленник может перехватывать и потенциально изменять чувствительную информацию, обмениваемую между жертвой и получателем. В некоторых случаях злоумышленник может даже изменять перехваченную информацию, чтобы манипулировать разговором."
  ],
  "mitmTypes": "Типы атак типа MitM:",
  "mitmTypesDetails": [
    "Перехват сеанса: Злоумышленник захватывает существующий сеанс связи между жертвой и законным веб-сайтом или сервисом.",
    "SSL-деградация: Злоумышленник снижает защищенное HTTPS-соединение до незащищенного HTTP-соединения, что позволяет им захватывать незашифрованные данные.",
    "Отравление кеша: Злоумышленник внедряет вредоносный код в кеш веб-страницы жертвы, позволяя им предоставлять вредоносный контент пользователям, посещающим определенные веб-сайты."
  ],
  "mitmImpact": "Последствия атак типа MitM:",
  "mitmImpactDetails": [
    "Перехват данных: Чувствительная информация, такая как имена пользователей, пароли, данные кредитных карт и сообщения, могут быть перехвачены.",
    "Кража личности: Украденные учетные данные могут быть использованы злоумышленником для подделки личности жертвы и получения доступа к их учетным записям или ресурсам.",
    "Финансовый ущерб: Атаки типа MitM могут быть использованы для совершения мошеннических покупок с использованием украденной финансовой информации."
  ],
  "mitmProtectionTitle": "Защита ваших данных: Методы защиты от атак типа Man-in-the-Middle (MitM)",
  "mitmProtectionText": "Атаки типа Man-in-the-Middle (MitM) представляют серьезную угрозу вашей онлайн безопасности. Вот несколько основных стратегий, чтобы защитить себя:",
  "secureConnectionAdvantage": "Поддержка безопасных соединений:",
  "secureConnectionAdvantageDetails": [
    "Всегда используйте HTTPS везде: Обратите внимание на индикатор 'https://' и значок замка в адресной строке вашего браузера перед вводом чувствительной информации на веб-сайте. HTTPS указывает на безопасное соединение, что значительно затрудняет перехват вашей коммуникации злоумышленниками.",
    "Будьте осторожны на общественных Wi-Fi сетях: Общественные Wi-Fi сети не являются безопасными. Избегайте использования их для чувствительных действий, таких как онлайн банкинг, ввод паролей или совершение онлайн покупок. Если вы должны использовать общественную Wi-Fi сеть, рассмотрите возможность шифрования вашего трафика и создания безопасного туннеля между вашим устройством и интернетом с помощью виртуальной частной сети (VPN).",
    "Защитите домашнюю сеть: Используйте сильный пароль для вашей Wi-Fi сети и включите шифрование WPA2 (или WPA3, если доступно), чтобы защитить вашу домашнюю сеть от несанкционированного доступа. Регулярно обновляйте программное обеспечение безопасности на вашем маршрутизаторе."
  ],
  "strongAuthenticationMeasures": "Меры сильной аутентификации:",
  "strongAuthenticationMeasuresDetails": [
    "Используйте сильные и уникальные пароли: Всегда используйте сильные, уникальные пароли для всех ваших онлайн аккаунтов. Избегайте использования легко поддающихся угадыванию паролей или повторного использования одного и того же пароля для нескольких аккаунтов. Рассмотрите возможность использования менеджера паролей для безопасного генерирования и хранения сильных паролей.",
    "Внедрите многофакторную аутентификацию (MFA): Включите многофакторную аутентификацию (MFA), где это возможно. MFA повышает безопасность, требуя дополнительного этапа верификации помимо пароля. Это может включать в себя ввод дополнительного кода или использование сканера отпечатков пальцев."
  ],
  "securitySoftwareAndAwareness": "Программное обеспечение безопасности и осведомленность:",
  "securitySoftwareAndAwarenessDetails": [
    "Обновляйте программное обеспечение: Регулярно обновляйте операционные системы, приложения и прошивку на всех ваших устройствах. Обновление исправляет известные уязвимости, которые часто используют злоумышленники для запуска атак типа MitM.",
    "Используйте антивирусное программное обеспечение: Используйте антивирусное программное обеспечение с функциями, специально разработанными для обнаружения и предотвращения вредоносных веб-сайтов или приложений, которые могут быть использованы в атаках типа MitM.",
    "Оставайтесь бдительными против фишинга: Будьте осторожны с подозрительными электронными письмами, текстовыми сообщениями или записями в социальных медиа, которые пытаются соблазнить вас нажать на вредоносные ссылки или скачать вложения. Эти тактики могут быть использованы для установки вредоносного программного обеспечения, используемого в атаках типа MitM. Научитесь распознавать попытки фишинга, идентифицируя ошибки в написании URL-адресов, грамматические ошибки или чувство срочности."
  ],
  "additionalRecommendations": "Дополнительные рекомендации:",
  "additionalRecommendationsDetails": [
    "Используйте виртуальную клавиатуру на общественных устройствах: При использовании общественных компьютеров рассмотрите возможность использования виртуальной клавиатуры на экране для ввода чувствительной информации, такой как пароли. Эта мера предосторожности помогает предотвратить перехват ваших нажатий клавиш злоумышленным программным обеспечением.",
    "Будьте осторожны с бесплатным или пиратским программным обеспечением: Загружайте программное обеспечение только из надежных источников. Избегайте загрузки бесплатного или пиратского программного обеспечения, так как они могут поставляться в комплекте с вредоносным программным обеспечением, которое может быть использовано в атаках типа MitM."
  ],
  "mitmProtectionConclusion": "Применяя эти стратегии и поддерживая бдительность, вы можете значительно снизить риск стать жертвой атак типа MitM и обеспечить защиту вашей личной информации в сети.",






"homeDisplay": "Домой",
"statisticsDisplay": "Статистика",
"resourcesDisplay": "Ресурсы",







  "footerDescription": "К сожалению, полная защита от кибератак очень сложна. Злоумышленники постоянно совершенствуют свои тактики. Однако быть в курсе последних кибертактик может помочь вам защититься от атак. Наш сайт здесь, чтобы помочь вам с этим.",
  "footerEmail": "Электронная почта: ",
  "footerPhone": "Телефон: ",
  "footerLocation": "Адрес: Хонка, Хорезм, Узбекистан",
  "footerContact": "Связаться с нами",
  "namePlaceholder": "Имя",
  "emailPlaceholder": "Ваш адрес электронной почты",
  "messagePlaceholder": "Сообщение",
  "submit": "Отправить",






  "servicesTitle": "Наиболее распространенные атаки",
    "phishing": "Фишинг",
    "phishingDesc": "Фишинг маскируется под доверенное лицо в электронной коммуникации с целью похищения чувствительной информации, такой как пароли, номера кредитных карт или личные данные.",
    "ransomware": "Вымогательство",
    "ransomwareDesc": "Вымогательство - это вредоносное программное обеспечение, разработанное для блокировки доступа к компьютерной системе или файлам до выплаты суммы денег ('выкупа').",
    "denyService": "Отказ в обслуживании (DoS/DDoS)",
    "denyServiceDesc": "Атаки DoS и DDoS нарушают нормальное функционирование компьютерной системы, сети или веб-сайта, заливая его трафиком.",
    "manInTheMiddle": "Человек посередине (MitM)",
    "manInTheMiddleDesc": "Атаки человека посередине происходят, когда злоумышленник перехватывает и, возможно, изменяет коммуникацию между двумя сторонами.",
    "sqlInjection1": "SQL-инъекция",
    "sqlInjectionDesc": "SQL-инъекция - это тип кибератаки, при которой вредоносный SQL-код вставляется в поля ввода веб-приложений.",
    "zeroDay": "Уязвимость нулевого дня",
    "zeroDayDesc": "Атаки с использованием уязвимостей нулевого дня эксплуатируют уязвимости в программном или аппаратном обеспечении, неизвестные производителю или сообществу.",
    "more": "Подробнее",




    "home": "Добро пожаловать в наше руководство по предотвращению угроз! Мы стремимся обучать людей и организации тому, как выявлять и снижать риски, связанные с киберугрозами.",







    
      "sqlInjection": {
        "title": "SQL-инъекция: Атака на базу данных",
        "description": "SQL-инъекция (SQLi) - это значительная уязвимость веб-безопасности, которая позволяет злоумышленникам манипулировать базой данных веб-сайта или приложения. Внедряя вредоносный SQL-код в пользовательские данные, злоумышленники могут получить несанкционированный доступ к конфиденциальной информации, изменять или удалять данные и даже контролировать сервер базы данных.",
        "howItWorks": "Как работает SQL-инъекция:",
        "steps": [
          "Уязвимые поля ввода: Веб-сайты и приложения часто имеют формы, в которые пользователи могут вводить информацию, такую как учетные данные, поисковые запросы или отзывы о продуктах. Эти поля ввода могут быть уязвимы для SQL-инъекций, если они не правильно очищают пользовательские данные.",
          "Внедрение вредоносного кода: Злоумышленники создают вредоносный SQL-код, замаскированный под обычный пользовательский ввод. Этот код может быть вставлен в формы входа, поисковые строки или даже в разделы комментариев.",
          "Эксплуатация базы данных: Когда приложение обрабатывает пользовательский ввод, оно неосознанно выполняет встроенный SQL-код в базе данных. Это может привести к различным последствиям в зависимости от намерений злоумышленника."
        ],
        "types": "Типы SQL-инъекций:",
        "inBand": "In-band SQL-инъекция: Вредоносный код злоумышленника и желаемые результаты получаются через один и тот же канал (например, веб-страницу). Это часто достигается путем манипуляции ответами базы данных для получения данных.",
        "errorBased": "Ошибка SQLi: Злоумышленник вставляет код, который вызывает сообщения об ошибках от базы данных, раскрывая информацию о структуре или содержимом базы данных.",
        "unionBased": "UNION SQLi: Злоумышленник вставляет код, который использует оператор UNION для объединения желаемых данных злоумышленника с законными результатами.",
        "outOfBand": "Out-of-band SQL-инъекция: Вредоносный код злоумышленника отправляет полученные данные (например, украденную информацию) на внешний сервер, контролируемый злоумышленником. Это может затруднить обнаружение по сравнению с in-band атаками.",
        "blind": "Blind SQL-инъекция: Злоумышленник вставляет код, который не создает видимых сообщений об ошибках или результатов на веб-странице. Вместо этого злоумышленник полагается на наблюдение за поведением приложения (например, время отклика), чтобы определить, был ли код успешным.",
        "implementation": "Как реализуется SQL-инъекция",
        "implementationDescription": "SQL-инъекция (SQLi) является мощным инструментом в арсенале злоумышленника, позволяя им управлять базами данных и красть конфиденциальную информацию. Здесь мы подробно рассмотрим шаги, которые предпринимают злоумышленники для осуществления атаки SQL-инъекции:",
        "stepsDetailed": [
          {
            "title": "1. Идентификация цели:",
            "steps": [
              "Сканирование уязвимостей: Злоумышленники часто используют автоматизированные инструменты для сканирования веб-сайтов и приложений на наличие уязвимостей, включая те, которые подвержены SQL-инъекциям.",
              "Ручное тестирование: В некоторых случаях злоумышленники могут вручную проверять наличие уязвимостей, тестируя поля ввода, поисковые строки или другие области ввода пользователей."
            ]
          },
          {
            "title": "2. Создание вредоносной нагрузки:",
            "steps": [
              "Понимание базы данных: Злоумышленникам часто требуется знание типа используемой базы данных (например, MySQL, SQL Server) для создания эффективной нагрузки.",
              "Создание кода: Злоумышленник создает вредоносный SQL-код, замаскированный под обычный пользовательский ввод."
            ]
          },
          {
            "title": "3. Внедрение вредоносной нагрузки:",
            "steps": [
              "Целевые поля ввода: Злоумышленник определяет формы или функции веб-сайта, которые принимают пользовательский ввод. Это может быть форма входа, поисковая строка, раздел комментариев или любое поле, где приложение обрабатывает предоставленные пользователем данные.",
              "Внедрение кода: Созданный вредоносный код затем вводится в поле пользовательского ввода."
            ]
          },
          {
            "title": "4. Эксплуатация уязвимости:",
            "steps": [
              "Обработка приложения: Когда пользователь отправляет форму или взаимодействует с измененной веб-страницей, приложение неосознанно обрабатывает введенный злоумышленником код.",
              "Манипуляция базой данных: База данных интерпретирует код злоумышленника как законные SQL-запросы и выполняет их. Это позволяет злоумышленнику достигать желаемого результата, например, кражи или изменения данных."
            ]
          },
          {
            "title": "5. Извлечение данных:",
            "steps": [
              "In-band vs. Out-of-band: В зависимости от типа SQL-инъекции злоумышленник может получить результаты напрямую через ответ приложения (in-band) или отправить результаты на отдельный сервер, контролируемый злоумышленником (out-of-band)."
            ]
          }
        ],
        "prevention": {
          "title": "Защита вашей базы данных: Методы предотвращения SQL-инъекций",
          "steps": [
            {
              "title": "1. Проверка и очистка ввода:",
              "steps": [
                "Проверка пользовательского ввода: Реализуйте специальные правила для того, какие данные разрешены в полях ввода пользователей. Например, поле для имени пользователя может принимать только буквенно-цифровые символы и символы подчеркивания. Отклоняйте любой ввод, который не соответствует определенным правилам.",
                "Очистка пользовательского ввода: Удаляйте или экранируйте любые потенциально вредоносные символы из пользовательского ввода перед его обработкой. Это может включать методы, такие как удаление специальных символов, кодирование специальных символов или использование белых списков (разрешенных списков) для определения допустимых символов."
              ]
            },
            {
              "title": "2. Параметризованные запросы:",
              "steps": [
                "Разделение кода и данных: Параметризованные запросы разделяют SQL-код (структуру запроса) и пользовательский ввод (добавляемые данные). Это предотвращает интерпретацию пользовательского ввода как SQL-кода.",
                "Заполнители и связывание: Параметризованные запросы используют заполнители в SQL-коде, и фактический пользовательский ввод связывается с этими заполнителями отдельно. Механизм базы данных рассматривает пользовательский ввод как данные, а не код, снижая риск инъекций."
              ]
            },
            {
              "title": "3. Принцип минимальных привилегий:",
              "steps": [
                "Предоставление минимальных разрешений: Предоставляйте пользователям базы данных минимально необходимые привилегии для выполнения их задач. Это минимизирует возможный ущерб в случае несанкционированного доступа.",
                "Ограничение доступа к базе данных: Ограничьте доступ к базе данных только авторизованным пользователям и приложениям. Избегайте использования общих учетных записей с высокими привилегиями для рутинных операций."
              ]
            },
            {
              "title": "4. Безопасные методы кодирования:",
              "steps": [
                "Осведомленность разработчиков: Обучайте разработчиков уязвимостям SQL-инъекций и лучшим практикам безопасного кодирования. Это включает правильную обработку ввода, использование подготовленных выражений и избегание динамической конструкции SQL.",
                "Проверка кода: Реализуйте процессы проверки кода для выявления и устранения потенциальных уязвимостей SQL-инъекций до развертывания."
              ]
            },
            {
              "title": "5. Меры безопасности базы данных:",
              "steps": [
                "Обновление программного обеспечения: Убедитесь, что программное обеспечение базы данных обновлено последними патчами безопасности. Эти патчи часто решают известные уязвимости SQL-инъекций.",
                "Регулярные аудиты безопасности: Проводите регулярные аудиты безопасности для выявления и устранения любых уязвимостей в среде базы данных."
              ]
            },
            {
              "title": "6. Брандмауэры веб-приложений (WAF):",
              "steps": [
                "Дополнительный уровень безопасности: рассмотрите возможность внедрения брандмауэра веб-приложений (WAF) в качестве дополнительного уровня безопасности. WAF помогают обнаруживать и блокировать вредоносный трафик, включая попытки использовать уязвимости SQL-инъекций."
           ] },
            {
              "title": "7. Системы обнаружения и предотвращения вторжений (IDS/IPS):",
              "steps": [
                "Мониторинг сетевой безопасности: разверните системы обнаружения и предотвращения вторжений (IDS/IPS) для мониторинга сетевого трафика на предмет подозрительных действий, которые могут указывать на попытки внедрения SQL."
              ]
            }
          ],
          "conclusion": "Реализуя комбинацию этих методов предотвращения и поддерживая активный уровень безопасности, вы можете значительно снизить риск атак с использованием SQL-инъекций и защитить целостность ваших баз данных."
        }
      },





      
        "zeroDayAttack": {
          "title": "Атака Нулевого Дня",
          "description": "Атака нулевого дня, также известная как 0-дневная атака, - это кибератака, которая использует уязвимости в программном обеспечении, аппаратных средствах или прошивке, которые ранее не были известны. Поскольку поставщики программного обеспечения не знают о наличии уязвимости, нет патча или стратегии смягчения рисков для защиты уязвимых систем до тех пор, пока не будут разработаны и развернуты патчи.",
          "mainAspects": "Основные аспекты атак нулевого дня:",
          "aspectsList": [
            "Эксплуатация неизвестных уязвимостей: Злоумышленники эксплуатируют уязвимости, неизвестные поставщикам программного обеспечения (или пользователям). Это дает им значительное преимущество, поскольку доступных обновлений безопасности для смягчения атаки нет.",
            "Быстрое развертывание: Атаки нулевого дня часто начинаются сразу после обнаружения уязвимостей, чтобы максимизировать временное окно до появления патчей.",
            "Сложность и целевая направленность: Атаки нулевого дня обычно требуют высокого уровня технической экспертизы для разработки и развертывания. Они часто нацелены на конкретные организации или системы, в которых хранится ценная информация или критическая инфраструктура."
          ],
          "howItWorks": "Как работают атаки нулевого дня:",
          "howItWorksSteps": [
            "Выявление уязвимостей: Злоумышленники (или иногда исследователи безопасности) обнаруживают уязвимости в программном обеспечении, аппаратных средствах или прошивке. Это может быть ошибка программирования, дефект дизайна или уязвимость в основной системе.",
            "Эксплуатация уязвимости: Злоумышленники разрабатывают код эксплойта, нацеленный на обнаруженную уязвимость. Этот код может быть использован для несанкционированного доступа, кражи данных или нарушения операций.",
            "Поставка атаки: Злоумышленники развертывают код эксплойта, нацеленный на уязвимые системы. В связи с отсутствием патча эти системы остаются незащищенными."
          ],
          "impact": "Последствия атак нулевого дня:",
          "impactList": [
            "Компрометация данных: Злоумышленники могут использовать уязвимости нулевого дня для кражи чувствительных финансовых данных, персональных записей или интеллектуальной собственности.",
            "Нарушение работы системы: Атаки нулевого дня могут компрометировать критические системы и инфраструктуру, приводя к финансовым потерям и операционным нарушениям.",
            "Установка вредоносного программного обеспечения. Атаки нулевого дня могут использоваться для дальнейшего взлома систем и кражи данных путем установки вредоносного программного обеспечения.",
            "Репутационный ущерб: организации, ставшие жертвами успешных атак нулевого дня, могут понести репутационный ущерб из-за нарушений безопасности и компрометации данных."
     ]
   
},


  "zeroDayProtection": {
    "title": "Защита от Атак Zero-Day",
    "stepsDescription": "Хотя полностью предотвратить атаки нулевого дня может быть невозможно, вы можете усилить свою защиту, приняв следующие меры:",
    "steps": [
      {
        "title": "Обновление Программного Обеспечения:",
        "description": "Поддерживайте операционные системы, приложения, прошивку и программное обеспечение безопасности в актуальном состоянии с помощью последних обновлений безопасности. Эти обновления часто устраняют уязвимости, которые могут использовать злоумышленники."
      },
      {
        "title": "Программное Обеспечение Безопасности:",
        "description": "Используйте программное обеспечение безопасности с функциями, такими как обнаружение угроз, защита от вредоносных программ и мониторинг поведения, чтобы обнаруживать и блокировать подозрительную активность."
      },
      {
        "title": "Белый Список Приложений:",
        "description": "Рассмотрите возможность внедрения белого списка приложений для ограничения выполнения приложений только авторизованными, что уменьшит атаку на потенциальные уязвимости."
      },
      {
        "title": "Сегментация Сети:",
        "description": "Разделите свою сеть на отдельные зоны, чтобы минимизировать возможный ущерб, если система будет скомпрометирована атакой нулевого дня."
      },
      {
        "title": "Обучение по Безопасности:",
        "description": "Обучите пользователей тактике социальной инженерии или методам, которые используют злоумышленники для эксплуатации уязвимостей нулевого дня, и предоставьте bewt практику в области кибербезопасности."
      },
      {
        "title": "Угрозы Информации:",
        "description": "Будьте в курсе последних киберугроз и уязвимостей нулевого дня, отслеживая репутационные источники безопасности. Это знание помогает адаптировать свою защиту к изменяющимся угрозам и быть готовым быстро реагировать на атаку."
      }
    ],
    "additionalAdvice": "Однако, даже если достижение полной защиты не осуществимо, вы все равно можете значительно улучшить свою защиту и смягчить воздействие атак нулевого дня, приняв несколько дополнительных мер. Дополнительные рекомендации включают:",
    "additionalSteps": [
      "Многоуровневая Защита: Комбинируйте различные методы, такие как обновление программного обеспечения, развертывание программного обеспечения безопасности, сегментация сети и обучение по кибербезопасности, чтобы значительно повысить свою способность защищаться от атак.",
      "Раннее обнаружение: инструменты мониторинга безопасности и системы обнаружения вторжений помогают выявить потенциально вредоносную деятельность, которая может указывать на атаку нулевого дня. Чем раньше вы обнаружите атаку, тем быстрее сможете смягчить ущерб.",
      "Будьте в курсе: постоянно узнавайте о последних киберугрозах и уязвимостях нулевого дня. Эти знания позволяют вам адаптировать свою защиту к развивающимся угрозам и быть готовыми быстро отреагировать на атаку.",
      "План реагирования на инциденты. Наличие четко определенного плана реагирования на инциденты, если ваши системы станут жертвами атаки нулевого дня, дает вам эффективную основу для быстрого реагирования. В этом плане должны быть описаны процедуры эскалации, смягчения последствий и коммуникации."
     ],
     "conclusion": "Понимая проблемы и наблюдая за активной защитой, вы можете значительно снизить риск и влияние атак нулевого дня на ваш веб-сайт или сеть."
   },










   
    "statistics": {
      "title": "Статистика киберпреступлений за 2019-2024 годы",
      "points": [
        "В 2023 году было обнаружено 30 миллионов новых вредоносных программных обеспечений (AV-Test). Это на 32% меньше, чем в предыдущем году.",
        "В 2019 году 93.6% обнаруженных вредоносных программ были полиморфными, что означает возможность постоянного изменения своего кода для избежания обнаружения (Отчет Webroot о киберугрозах 2020).",
        "45% корпоративных компьютеров и 53% персональных компьютеров были повторно заражены в том же году (Отчет Webroot о киберугрозах 2022 года).",
        "Исследование, проведенное в Мэрилендском университете в 2007 году, показало, что киберпреступники атакуют компьютеры и сети в среднем раз в 39 секунд. Отчет за 2022 год от Центра жалоб по интернет-преступлениям указывает на 800,944 сообщений за этот год. Это означает, что успешная атака происходит примерно каждые 0.65 секунды.",
        "84.7% организаций, опрошенных в опросе, столкнулись с успешной кибератакой. Это на 0.6% меньше, чем в 2022 году и на 1.5% меньше, чем в 2021 году (Отчет CyberEdge Group 2023 Cyberthreat Defense).",
        "К 2025 году глобальный ущерб от киберпреступлений ожидается достигнуть 10.5 триллионов долларов (Cybersecurity Ventures)."
      ],
      "ransomware": {
        "title": "Статистика вымогательских программ",
        "intro": "В последние годы уровень атак с использованием вымогательского ПО значительно вырос, что в основном связано с увеличением значимости онлайн-образования и удаленной работы.",
        "points": [
          "Только в первой половине 2023 года убытки от атак вымогательского ПО в США составили около 449 миллионов долларов (Emsisoft).",
          "В 2022 году было зафиксировано 493.3 миллиона случаев атак вымогательского ПО, что почти на 1% больше, чем в предыдущем году (SonicWall).",
          "По данным отчета 2023 года, 93% атак вымогательского ПО были направлены на специальные резервные хранилища, из которых 75% были успешными (Veeam).",
          "Ежечасно происходит более 37,700 атак вымогательского ПО. Это означает около 578 атак в минуту (Matthew Woodward).",
          "В 2022 году атаки на американские учебные заведения привели к убыткам около 9.45 миллиарда долларов.",
          "Выкупные платежи выросли до рекордного уровня. Во второй половине 2023 года средний выкуп составил 1.54 миллиона долларов, что почти в 100 раз больше, чем в предыдущем году (Koveware)."
        ],
        "quarterlyPayments": "Платежи за квартал",
        "impact": "В 2023 году вымогательское ПО нанесло наибольший ущерб предприятиям в Германии, Саудовской Аравии и Китае.",
        "countriesAffected": "Процент стран, затронутых атаками вымогательского ПО за последние 12 месяцев"
      },
      "ddos": {
        "title": "Непрерывный рост DDoS-атак",
        "intro": "Из-за недостаточной защиты устройств, подключенных к интернету, киберпреступники могут полностью воспользоваться своими возможностями. После захвата ботнетов они используют свои коллективные силы для запуска мощных DDoS-атак, что чревато серьезными последствиями для компаний.",
        "points": [
          "В 2022 году количество DDoS-атак выросло в 4.5 раза по сравнению с 2021 годом (Лаборатория Kaspersky).",
          "71% организаций столкнулись с угрозами DDoS."
        ]
      },
      "phishing": {
        "title": "Уменьшение количества фишинговых атак в 2022 году",
        "intro": "В 2022 году фишинг был наиболее распространенным типом преступлений, сообщенных в Центр жалоб по интернет-преступлениям (IC3), однако количество инцидентов уменьшилось примерно на 20,000 по сравнению с 2021 годом (Отчет IC3 по интернет-преступлениям за 2022 год).",
        "points": [
          "В третьем квартале 2021 года APWG обнаружила более 1,286,000 уникальных веб-сайтов-фишингов и более 90,000 уникальных фишинговых тем.",
          "Более 30% фишинговых атак включают в себя кейлоггеры (Cofense).",
          "Компании малого и среднего бизнеса подвержены большему риску получения вредоносных электронных писем (Отчет Symantec о киберугрозах 2019 года).",
          "В последнем квартале 2019 года 74% фишинговых сайтов использовали HTTPS, по сравнению с 32% два года назад (Отчет ENISA Threat Landscape 2020 – Фишинг).",
          "В 2019 году почти 43% вредоносных вложений были в документах Microsoft Office. Однако с отключением поддержки макросов Microsoft, злоумышленники переходят на ZIP-, LNK- или ISO-файлы (ENISA 2023).",
          "Понедельник - самый популярный день для отправки фишинговых сообщений, 30% электронных писем доставляются в этот день (Отчет ENISA Threat Landscape 2020 – Фишинг).",
          "Самыми часто подделываемыми брендами являются Microsoft (33%), Amazon (9%) и Google (8%) (Отчет Checkpoint Research о фишинге брендов за 4 квартал 2023 года)."
        ]
      },
      "physicalThreats": {
        "title": "Статистика физических киберпреступлений показывает увеличение нападений:",
        "points": [
          "27% киберинцидентов в 2020 году начинались или заканчивались физическими действиями (Отчет ENISA Threat Landscape 2020 – Физические угрозы).",
          "Нападения на объекты физической инфраструктуры продолжают расти, достигнув 46 инцидентов в 2023 году. Однако ENISA отмечает увеличение использования QR-кодов, устанавливаемых в реальных местах.",
          "Атаки на банкоматы в Европе выросли на 269% за первое полугодие 2020 года. Ущерб в прошлом году уменьшился на 37%, с 1 миллиона евро до 0.63 миллиона евро за шесть месяцев."
        ]
      },
      "iot_attacks": {
        "title": "Объем атак на IoT-устройства растет",
        "description": "Количество устройств, подключенных к Интернету, увеличилось с 31 миллиарда в 2020 году до 35 миллиардов в 2021 году, ожидается, что к 2025 году их число увеличится до 75 миллиардов.",
        "points": [
          "30% всех устройств, подключенных к корпоративным сетям в среднем в 2020 году, были устройствами IoT (Palo Alto Networks).",
          "Медицинские системы являются наиболее уязвимыми, но также высоки риски для систем видеонаблюдения, принтеров и IP-телефонов.",
          "По данным отчета Palo Alto, 98% трафика IoT не зашифровано.",
          "В первые шесть месяцев 2023 года исследователи SonicWall Capture Labs зафиксировали 77.9 миллионов атак вредоносного программного обеспечения на IoT-устройства."
        ],
        "images": [
          {"src": "iotstatistics", "alt": "iotstatistics"}
        ],
        "additional_points": [
          "Рынок безопасности IoT оценивается в 6.6 миллиарда долларов к 2024 году, и ожидается, что он вырастет на 33.53%, достигнув 28 миллиардов долларов к 2029 году.",
          "Принятие IoT является наивысшим на азиатско-тихоокеанском регионе, в основном за счет модернизации инфраструктуры умных городов (Morder Intelligence)."
        ],
        "additional_images": [
          {"src": "iotstatistics2", "alt": "iotstatistics2"}
        ]
      },
      "cybercrime_costs": {
        "title": "Стоимость киберпреступлений",
        "description_1": "Согласно данным McAfee The Hidden Costs of Cybercrime 2020, в настоящее время 1% ВВП мира утрачивается из-за киберпреступлений. Кроме того, глобальные экономические потери от киберпреступлений выросли на 50% за два года.",
        "image": {"src": "crimeprice", "alt": "crimeprice"},
        "image_caption": "Приблизительные убытки от киберпреступлений (McAfee)",
        "description_2": "Исследование, проведенное Atlas VPN, показало, что киберпреступления приносят доход преступникам в размере 1.5 триллиона долларов в год. Это почти в три раза больше, чем доход Walmart.",
        "description_3": "Помимо этого, злоумышленники также зарабатывают на своих атаках, инвестируя в активы, которые могут сделать их атаки еще более эффективными. Некоторые из цен, зафиксированных в отчете Armor Dark Market Report 2020, включают:",
        "price_list": [
        "Все виды вредоносных программ: от $2.68 до $80",
        "ATM-скиммеры: от $700 до $1500",
        "Кардеры или скрипты для считывания карт: от $149 до $990",
        "Аренда популярных программных решений: от $500 в месяц",
        "СМС-спам сервис: от $18.99 до $19.99 за 1000 SMS"
        ]
        }
        },







        
          "resursesTitle": "Полезные ресурсы для изучения кибербезопасности",
          "resurses1": "Официальная страница “Кибербезопасности” на Youtube:",
          "resurses2": "Информирование пользователей интернета о возникающих угрозах информационной безопасности в национальном сегменте интернета, а также предоставление консультаций по защите информации.",
          "resurses3": "Официальный канал Центра кибербезопасности МВД Республики Узбекистан.",
          "resurses4": "На этом сайте вы можете найти информацию о киберугрозах и способах защиты от них, мнения экспертов и необходимые данные.",
          "resurses5": "Платформа для проверки подлинности ссылок на веб-сайты и социальные сети:",
          "resurses6": "Вы можете проверить подлинность ссылки, введя ее на этом сайте.",
          "resurses7": "Последние новости и аналитика по кибербезопасности. Видеоуроки по кибербезопасности, основные методы обеспечения безопасности, современные подходы к защите:",
          "resurses8": "Полезные видеоролики о типах кибератак, Kali Linux OS, вирусах и других важных вещах в разделе кибербезопасности национального образовательного ресурса:",
          "resurses9": "На этом канале вы найдете видеоуроки о тестах проникновения, современных угрозах, обеспечении безопасности веб-сайтов, Linux OS, фишинге и других темах, связанных с кибербезопасностью:"
        
        
  


      



}
